/* Type of IP address */
"6to4 relay" = "6to4 relay";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort Tilkoblet";

/* No comment provided by engineer. */
"Airport connected" = "Airport tilkoblet";

/* No comment provided by engineer. */
"Airport disconnected" = "Airport frakoblet";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort Frakoblet";

/* No comment provided by engineer. */
"Battery charging..." = "Batteriet lader...";

/* Type of IP address */
"Benchmark" = "Ytelsestest";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Blåtann tilkoblet";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Blåtann-enhet tilkoblet";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Blåtann-enhet frakoblet";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Blåtann frakoblet";

/* No comment provided by engineer. */
"Current charge: %d%%" = "Gjeldene batterinivå: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Ethernet aktivert";

/* No comment provided by engineer. */
"Ethernet dectivated" = "Ethernet deaktivert";

/* No comment provided by engineer. */
"FireWire Connection" = "FireWire tilkoblet";

/* No comment provided by engineer. */
"FireWire Device Connected" = "FireWire-enhet tilkoblet";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "FireWire-enhet frakoblet";

/* No comment provided by engineer. */
"FireWire Disconnection" = "FireWire frakoblet";

/* No comment provided by engineer. */
"Group Network Notifications" = "Gruppe nettverks-varslinger";

/* No comment provided by engineer. */
"Interface:\ten0" = "Interface:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Interface:\ten0\nMedia:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP tilegnet";

/* No comment provided by engineer. */
"IP address acquired" = "IP-addresse tilegnet";

/* No comment provided by engineer. */
"IP address released" = "IP-adresse frigitt";

/* No comment provided by engineer. */
"IP Released" = "IP frigitt";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Tilkoblet nettverket.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Forlot nettverk %@.";

/* Type of IP address */
"Link-local" = "Link-local";

/* Type of IP address */
"Loopback" = "Loopback";

/* No comment provided by engineer. */
"Network Link Down" = "Nettverkstilkobling frakoblet";

/* No comment provided by engineer. */
"Network Link Up" = "Nettverkstilkobling tilkoblet";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "Ny IP: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "Ingen IP-adresse nå";

/* No comment provided by engineer. */
"On A/C power" = "Tilkoblet strøm";

/* No comment provided by engineer. */
"On battery power" = "Bruker nå batteriet";

/* No comment provided by engineer. */
"On UPS power" = "Bruker nå UPS batteriet";

/* No comment provided by engineer. */
"Preferences..." = "Instillinger...";

/* Type of IP address */
"Private" = "Privat";

/* Type of IP address */
"Public" = "Offentlig";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Avslutt HardwareGrowler";

/* Type of IP address */
"Reserved" = "Reservert";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Vis tilkoblede enheter ved oppstart";

/* No comment provided by engineer. */
"Switched to A/C Power" = "Byttet til strøm";

/* No comment provided by engineer. */
"Switched to Battery Power" = "Byttet til batteriet";

/* No comment provided by engineer. */
"Switched to UPS Power" = "Byttet til UPS batteriet";

/* No comment provided by engineer. */
"Sync finished" = "Synkronisering ferdig";

/* No comment provided by engineer. */
"Sync started" = "Synkronisering startet";

/* Type of IP address */
"Test" = "Test";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Du må starte Hardware Growler på nytt før dette valget vil bli gjeldene";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "Tid som gjenstår : %i minutter";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "Tid å lade: %i minutter";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Firewire-enhet uten navn";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 Bus";

/* No comment provided by engineer. */
"USB Bus" = "USB Bus";

/* No comment provided by engineer. */
"USB Connection" = "USB Tilkobling";

/* No comment provided by engineer. */
"USB Device Connected" = "USB Device Connected";

/* No comment provided by engineer. */
"USB Device Disconnected" = "USB-enhet frakoblet";

/* No comment provided by engineer. */
"USB Disconnection" = "USB Frakoblet";

/* No comment provided by engineer. */
"Volume Mounted" = "Diskbilde montert";

/* No comment provided by engineer. */
"Volume Unmounted" = "Diskbilde avmontert";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Åpne HardwareGrowler instillinger...";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Vis ikonet i begge";

/* display the icon only in the dock */
"Show icon in the dock" = "Vis ikonet i dokken";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Vis ikonet i menylinjen";

/* display no icon at all */
"No icon visible" = "Ikke synlig ikon";

/* No comment provided by engineer. */
"Icon:" = "Ikon:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Aktivering av dette valget vil føre HardwareGrowler til å kjøre ten å vise et ikon i dokken.\n\nFor å få tilgang til instillingene, trykk på HardwareGrowler i Launchpad eller åpne via Finder";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Advarsel! Ved å aktivere denne innstillingen vil HardwareGrowler kjøre i bakgrunnen";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Advarsel! Aktivering av denne instllingen vil gjøre at HardwareGrowler vil bli lagt til oppstartselementene dine";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Dette vil tillate HardwareGrowler å starte hver gang du logger inn, så det er tilgjengelig for programmene  du  alltid bruker";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Start HardwareGrowler ved Innlogging:";

